Repository: DarkQuantum/WoW-Armory-for-Windows-Phone-8
Catalog: WowArmory.Core/Languages/AppResources.*.resx
Languages: de_de

# APP_Name
source: World of Warcraft™ Armory
de_de: World of Warcraft™ Arsenal

# APP_Name_AllCaps
source: WORLD OF WARCRAFT™ ARMORY
de_de: WORLD OF WARCRAFT™ ARSENAL

# APP_Subname
source: Access your characters anywhere, anytime
de_de: Deine Charaktere immer und überall griffbereit

# BattleNet_Classes_DeathKnight
source: Death Knight
de_de: Todesritter

# BattleNet_Classes_Druid
source: Druid
de_de: Druide

# BattleNet_Classes_Hunter
source: Hunter
de_de: Jäger

# BattleNet_Classes_Mage
source: Mage
de_de: Magier

# BattleNet_Classes_Priest
source: Priest
de_de: Priester

# BattleNet_Classes_Rogue
source: Rogue
de_de: Schurke

# BattleNet_Classes_Shaman
source: Shaman
de_de: Schamane

# BattleNet_Classes_Warlock
source: Warlock
de_de: Hexenmeister

# BattleNet_Classes_Warrior
source: Warrior
de_de: Krieger

# BattleNet_Races_BloodElf
source: Blood Elf
de_de: Blutelf

# BattleNet_Races_Dwarf
source: Dwarf
de_de: Zwerg

# BattleNet_Races_Gnome
source: Gnome
de_de: Gnom

# BattleNet_Races_Human
source: Human
de_de: Mensch

# BattleNet_Races_NightElf
source: Night Elf
de_de: Nachtelf

# BattleNet_Races_Orc
source: Orc
de_de: Ork

# BattleNet_Races_Tauren
source: Tauren
de_de: Taure

# BattleNet_Races_Undead
source: Undead
de_de: Untoter

# BattleNet_Region_Europe
source: Europe
de_de: Europa

# BattleNet_Reputation_Exalted
source: Exalted
de_de: Ehrfürchtig

# BattleNet_Reputation_Friendly
source: Friendly
de_de: Freundlich

# BattleNet_Reputation_Hated
source: Hated
de_de: Haßerfüllt

# BattleNet_Reputation_Honored
source: Honored
de_de: Wohlwollend

# BattleNet_Reputation_Hostile
source: Hostile
de_de: Feindselig

# BattleNet_Reputation_Revered
source: Revered
de_de: Respektvoll

# BattleNet_Reputation_Unfriendly
source: Unfriendly
de_de: Unfreundlich

# Pages_Main_Button_Characters
source: Characters
de_de: Charaktere

# Pages_Main_Button_Help
source: Help
de_de: Hilfe

# Pages_Main_Button_News
source: News
de_de: Neuigkeiten

# Pages_Main_Button_Settings
source: Settings
de_de: Einstellungen

# Page_RealmList_Title
source: Detailed realm information and status
de_de: Detailierte Realm Informationen und Status

# UI_CharacterDetails_PivotItem_Achievements
source: achievements
de_de: erfolge

# UI_CharacterDetails_PivotItem_Character
source: character
de_de: charakter

# UI_CharacterDetails_PivotItem_Companions
source: companions
de_de: haustiere

# UI_CharacterDetails_PivotItem_Guild
source: guild
de_de: gilde

# UI_CharacterDetails_PivotItem_Mounts
source: mounts
de_de: reittiere

# UI_CharacterDetails_PivotItem_Pets
source: pets
de_de: begleiter

# UI_CharacterDetails_PivotItem_Professions
source: professions
de_de: berufe

# UI_CharacterDetails_PivotItem_Progression
source: progression
de_de: fortschritt

# UI_CharacterDetails_PivotItem_Reputation
source: reputation
de_de: ruf

# UI_CharacterDetails_Professions_None
source: This character has no professions
de_de: Dieser Charakter hat keine Berufe

# UI_CharacterDetails_Professions_Primary
source: Professions
de_de: Hauptberufe

# UI_CharacterDetails_Professions_Primary_None
source: This character has no primary professions
de_de: Dieser Charakter hat keine Hauptberufe

# UI_CharacterDetails_Professions_Secondary
source: Secondary Skills
de_de: Nebenberufe

# UI_CharacterDetails_Professions_Secondary_None
source: This character has no secondary professions
de_de: Dieser Charakter hat keine Nebenberufe

# BattleNet_Realm_Population_High
source: High
de_de: Hoch

# BattleNet_Realm_Population_Low
source: Low
de_de: Niedrig

# BattleNet_Realm_Population_Medium
source: Medium
de_de: Mittel

# BattleNet_Realm_Population_NotAvailable
source: Not available
de_de: Unbekannt

# UI_Common_LoadingData
source: Loading data...
de_de: Daten werden geladen...

# UI_RealmList_Queue
source: Login queue!
de_de: Wartezeit beim einloggen!

# Page_CharacterList_Title
source: Search characters and manage your favorites
de_de: Suche Charaktere und verwalte deine Favoriten

# Page_Settings_Title
source: Change your settings
de_de: Ändere deine Einstellungen

# Page_Help_Title
source: Read more about this app
de_de: Lies mehr über diese App

# Page_News_Title
source: Latest news for this app
de_de: Aktuellste Neuigkeiten rund um diese App

# UI_Help_PivotItem_About
source: about
de_de: information

# About_Copyright
source: ©2010-2011 Christian Krueger. All rights reserved.
de_de: ©2010-2011 Christian Krüger. Alle Rechte vorbehalten.

# About_CreatedBy
source: Created by Christian Krueger
de_de: Erstellt von Christian Krüger

# About_Links
source: Follow @wp7wowarmory on twitter or visit the facebook page:
de_de: Aktuellste Neuigkeiten:

# About_Trademarks
source: All trademarks referenced in this application are the properties of their respective owners.
de_de: Alle in dieser Applikation genannten Markenzeichen sind Besitz der jeweiligen Besitzer.

# UI_Settings_PivotItem_General
source: general
de_de: allgemein

# UI_Settings_ApplicationBar_Cancel
source: cancel
de_de: abbrechen

# UI_Settings_ApplicationBar_Save
source: save
de_de: speichern

# UI_Main_FirstTimeUsage_Caption
source: Thanks for using this app
de_de: Vielen Dank, dass du diese App verwendest

# UI_Main_FirstTimeUsage_Text
source: Before you continue you may want to check out the settings and set everything the way you like. The settings page will now open automatically if that's ok for you?
de_de: Bitte beachte, dass derzeit nicht alle Daten vom Arsenal verfügbar sind. Dies ist etwas worüber ich leider keine Kontrolle habe und deshalb bitte ich dich derzeit geduldig zu sein. Updates folgen sobald Blizzard mehr Daten zur Verfügung stellt. Bevor du fortfährst, solltest du die Einstellungen anpassen oder du wählst "Abbrechen" und verwendest die Standard Einstellungen (du kannst diese jederzeit ändern indem du "Einstellungen" im Hauptbildschirm wählst).

# UI_Settings_General_IsFirstTimeUsage
source: Show welcome message again
de_de: Willkommensnachricht erneut anzeigen

# UI_CharacterList_ApplicationBar_Search
source: search
de_de: suchen

# Page_CharacterSearch_Title
source: Search for a character on the armory
de_de: Suche einen Charakter im Arsenal

# UI_Common_Error_NoData_Caption
source: No data retrieved
de_de: Keine Daten empfangen

# UI_Common_Error_NoData_Text
source: Could not retrieve any data. Please check your network connectivity.
de_de: Es konnten keine Daten empfangen werden. Bitte überprüfe deine Netzverbindung.

# UI_CharacterDetails_Character_Description_Health
source: Health
de_de: Leben

# UI_CharacterDetails_Character_Header_General
source: General
de_de: Allgemein

# UI_CharacterDetails_Character_PowerType_Focus
source: Focus
de_de: Fokus

# UI_CharacterDetails_Character_PowerType_Rage
source: Rage
de_de: Wut

# UI_CharacterDetails_Character_PowerType_Runicpower
source: Power
de_de: Macht

# UI_CharacterDetails_Character_Description_Agility
source: Agility
de_de: Beweglichkeit

# UI_CharacterDetails_Character_Description_Intellect
source: Intellect
de_de: Intelligenz

# UI_CharacterDetails_Character_Description_Mastery
source: Mastery
de_de: Meisterschaft

# UI_CharacterDetails_Character_Description_Spirit
source: Spirit
de_de: Willenskraft

# UI_CharacterDetails_Character_Description_Stamina
source: Stamina
de_de: Ausdauer

# UI_CharacterDetails_Character_Description_Strength
source: Strength
de_de: Stärke

# UI_CharacterDetails_Character_Header_Base
source: Base
de_de: Basis

# UI_CharacterDetails_Character_Description_ArcaneResistance
source: Arcane
de_de: Arkan

# UI_CharacterDetails_Character_Description_Armor
source: Armor
de_de: Rüstung

# UI_CharacterDetails_Character_Description_AttackPower
source: Attack Power
de_de: Angriffskraft

# UI_CharacterDetails_Character_Description_Block
source: Block
de_de: Blocken

# UI_CharacterDetails_Character_Description_CombatRegen
source: Combat Regen
de_de: Kampfregeneration

# UI_CharacterDetails_Character_Description_Crit
source: Crit
de_de: Kritische Trefferwertung

# UI_CharacterDetails_Character_Description_Damage
source: Damage
de_de: Schaden

# UI_CharacterDetails_Character_Description_Dodge
source: Dodge
de_de: Ausweichen

# UI_CharacterDetails_Character_Description_Expertise
source: Expertise
de_de: Waffenkunde

# UI_CharacterDetails_Character_Description_FireResistance
source: Fire
de_de: Feuer

# UI_CharacterDetails_Character_Description_Haste
source: Haste
de_de: Tempowertung

# UI_CharacterDetails_Character_Description_Hit
source: Hit
de_de: Trefferwertung

# UI_CharacterDetails_Character_Description_ManaRegen
source: Mana Regen
de_de: Manaregeneration

# UI_CharacterDetails_Character_Description_NatureResistance
source: Nature
de_de: Natur

# UI_CharacterDetails_Character_Description_Parry
source: Parry
de_de: Parieren

# UI_CharacterDetails_Character_Description_Penetration
source: Penetration
de_de: Zauberdurchschlagskraft

# UI_CharacterDetails_Character_Description_Resilience
source: Resilience
de_de: Abhärtung

# UI_CharacterDetails_Character_Description_ShadowResistance
source: Shadow
de_de: Schatten

# UI_CharacterDetails_Character_Description_Speed
source: Speed
de_de: Geschwindigkeit

# UI_CharacterDetails_Character_Description_SpellPower
source: Spell Power
de_de: Zaubermacht

# UI_CharacterDetails_Character_Header_Defense
source: Defense
de_de: Verteidigung

# UI_CharacterDetails_Character_Header_Melee
source: Melee
de_de: Nahkampf

# UI_CharacterDetails_Character_Header_Ranged
source: Ranged
de_de: Fernkampf

# UI_CharacterDetails_Character_Header_Resistance
source: Resistance
de_de: Widerstand

# UI_CharacterDetails_Character_Header_Spell
source: Spell
de_de: Zauber

# About_SourceText
source: This application is open sourced and available at GitHub:
de_de: Der Quellcode diese App ist verfügbar auf Github:

# About_SourceButton
source: Visit project page
de_de: Besuche Projektseite

# Item_InventoryType_Ammo
source: Ammo
de_de: Munition

# Item_InventoryType_Bag
source: Bag
de_de: Tasche

# Item_InventoryType_Chest
source: Chest
de_de: Brust

# Item_InventoryType_Cloak
source: Cloak
de_de: Rücken

# Item_InventoryType_Feet
source: Feet
de_de: Füße

# Item_InventoryType_Hands
source: Hands
de_de: Hände

# Item_InventoryType_Head
source: Head
de_de: Kopf

# Item_InventoryType_HeldInOffHand
source: Held in Off-Hand
de_de: In Schildhand geführt

# Item_InventoryType_Legs
source: Legs
de_de: Beine

# Item_InventoryType_MainHand
source: Main-Hand
de_de: Waffenhand

# Item_InventoryType_Neck
source: Neck
de_de: Hals

# Item_InventoryType_OffHand
source: Off-Hand
de_de: Nebenhand

# Item_InventoryType_OneHand
source: One-Hand
de_de: Einhändig

# Item_InventoryType_Ranged
source: Ranged
de_de: Distanzwaffe

# Item_InventoryType_RangedRight
source: Ranged
de_de: Fernkampf

# Item_InventoryType_Relic
source: Relic
de_de: Relikt

# Item_InventoryType_Shield
source: Shield
de_de: Schild

# Item_InventoryType_Shirt
source: Shirt
de_de: Hemd

# Item_InventoryType_Shoulder
source: Shoulder
de_de: Schultern

# Item_InventoryType_Tabard
source: Tabard
de_de: Wappenrock

# Item_InventoryType_Thrown
source: Thrown
de_de: Wurfwaffe

# Item_InventoryType_Trinket
source: Trinket
de_de: Schmuck

# Item_InventoryType_TwoHand
source: Two-Hand
de_de: Zweihändig

# Item_InventoryType_Waist
source: Waist
de_de: Gürtel

# Item_InventoryType_Wrist
source: Wrist
de_de: Handgelenke

# Item_ItemClass_Armor
source: Armor
de_de: Rüstung

# Item_ItemClass_Consumable
source: Consumable
de_de: Verbrauchbar

# Item_ItemClass_Container
source: Container
de_de: Behälter

# Item_ItemClass_Gem
source: Gem
de_de: Edelstein

# Item_ItemClass_Glyph
source: Glyph
de_de: Glyphe

# Item_ItemClass_Key
source: Key
de_de: Schlüssel

# Item_ItemClass_Miscellaneous
source: Mescellaneous
de_de: Verschiedenes

# Item_ItemClass_Projectile
source: Projectile
de_de: Projektil

# Item_ItemClass_Quiver
source: Quiver
de_de: Kächer

# Item_ItemClass_Reagent
source: Reagent
de_de: Reagenz

# Item_ItemClass_Recipe
source: Recipe
de_de: Rezept

# Item_ItemClass_TradeGoods
source: Trade Goods
de_de: Handwerkswaren

# Item_ItemClass_Weapon
source: Weapon
de_de: Waffe

# Item_Binding_Equipped
source: Binds when equipped
de_de: Wird beim Anlegen gebunden

# Item_Binding_PickedUp
source: Binds when picked up
de_de: Wird beim Aufheben gebunden

# Item_BonusStats_RangedHitRating
source: Equip: Increases your hit rating by {0}.
de_de: Anlegen: Erhöht eure Trefferwertung um {0}.

# Item_BonusStat_Agility
source: +{0} Agility
de_de: +{0} Beweglichkeit

# Item_BonusStat_ArmorPenetrationRating
source: Equip: Increases your armor penetration rating by {0}.
de_de: Anlegen: Erhöht eure Rüstungsdurchschlagwertung um {0}.

# Item_BonusStat_AttackPower
source: Equip: Increases your attack power by {0}.
de_de: Anlegen: Erhöht eure Angriffskraft um {0}.

# Item_BonusStat_BlockRating
source: Equip: Increases your shield block rating by {0}.
de_de: Anlegen: Erhöht eure Blockwertung um {0}.

# Item_BonusStat_BlockValue
source: Equip: Increases the block value of your shield by {0}.
de_de: Anlegen: Erhöht den Blockwert Eures Schildes um {0}.

# Item_BonusStat_CriticalStrikeRating
source: Equip: Increases your critical strike rating by {0}.
de_de: Anlegen: Erhöht eure kritische Trefferwertung um {0}.

# Item_BonusStat_DefenseRating
source: Equip: Increases defense rating by {0}.
de_de: Anlegen: Erhöht eure Verteidigungswertung um {0}.

# Item_BonusStat_DodgeRating
source: Equip: Increases your dodge rating by {0}.
de_de: Anlegen: Erhöht eure Ausweichwertung um {0}.

# Item_BonusStat_ExpertiseRating
source: Equip: Increases your expertise rating by {0}.
de_de: Anlegen: Erhöht eure Waffenkundewertung um {0}.

# Item_BonusStat_FeralAttackPower
source: Equip: Increases your feral attack power by {0}.
de_de: Anlegen: Erhöht eure Angriffskraft in Tiergestalt um {0}.

# Item_BonusStat_HasteRating
source: Equip: Increases your haste rating by {0}.
de_de: Anlegen: Erhöht eure Tempowertung um {0}.

# Item_BonusStat_Health
source: Equip: Increases your health by {0}.
de_de: Anlegen: Erhöht eure Gesundheit um {0}.

# Item_BonusStat_HitRating
source: Equip: Increases your hit rating by {0}.
de_de: Anlegen: Erhöht eure Trefferwertung um {0}.

# Item_BonusStat_Hp5
source: Equip: Increases your health regeneration by {0}.
de_de: Anlegen: Erhöht eure Gesundheitsregeneration um {0}.

# Item_BonusStat_Intellect
source: +{0} Intellect
de_de: +{0} Intelligenz

# Item_BonusStat_Mana
source: Equip: Increases your mana by {0}.
de_de: Anlegen: Erhöht euer Mana um {0}.

# Item_BonusStat_Mastery
source: Equip: Increases your mastery rating by {0}.
de_de: Anlegen: Erhöht eure Meisterschaftswertung um {0}.

# Item_BonusStat_MeleeCriticalStrikeRating
source: Equip: Increases your critical strike rating by {0}.
de_de: Anlegen: Erhöht eure kritische Trefferwertung um {0}.

# Item_BonusStat_MeleeHasteRating
source: Equip: Increases your haste rating by {0}.
de_de: Anlegen: Erhöht eure Tempowertung um {0}.

# Item_BonusStat_MeleeHitRating
source: Equip: Increases your hit rating by {0}.
de_de: Anlegen: Erhöht eure Trefferwertung um {0}.

# Item_BonusStat_Mp5
source: Equip: Restores {0} mana per 5 secs.
de_de: Anlegen: Stellt alle 5 Sek. {0} Mana wieder her.

# Item_BonusStat_ParryRating
source: Equip: Increases your parry rating by {0}.
de_de: Anlegen: Erhöht eure Parierwertung um {0}.

# Item_BonusStat_RangedAttackPower
source: Equip: Increases your ranged attack power by {0}.
de_de: Anlegen: Erhöht eure Distanzangriffskraft um {0}.

# Item_BonusStat_RangedCriticalStrikeRating
source: Equip: Increases your critical strike rating by {0}.
de_de: Anlegen: Erhöht eure kritische Trefferwertung um {0}.

# Item_BonusStat_RangedHasteRating
source: Equip: Increases your haste rating by {0}.
de_de: Anlegen: Erhöht eure Tempowertung um {0}.

# Item_BonusStat_ResilienceRating
source: Equip: Increases your resilience rating by {0}.
de_de: Anlegen: Erhöht eure Abhärtungswertung um {0}.

# Item_BonusStat_ShieldBlockRating
source: Equip: Increases shield block rating by {0}.
de_de: Anlegen: Erhöht eure Blockwertung um {0}.

# Item_BonusStat_SpellCriticalStrikeRating
source: Equip: Increases your spell critical strike rating by {0}.
de_de: Anlegen: Erhöht eure kritische Zaubertrefferwertung um {0}.

# Item_BonusStat_SpellHasteRating
source: Equip: Increases your spell haste rating by {0}.
de_de: Anlegen: Erhöht eure Zaubertempowertung um {0}.

# Item_BonusStat_SpellHitRating
source: Equip: Increases your spell hit rating by {0}.
de_de: Anlegen: Erhöht eure Zaubertrefferwertung um {0}.

# Item_BonusStat_SpellPenetration
source: Equip: Increases spell penetration by {0}.
de_de: Anlegen: Erhöht eure Zauberdurchschlagskraft um {0}.

# Item_BonusStat_SpellPower
source: Equip: Increases spell power by {0}.
de_de: Anlegen: Erhöht eure Zaubermacht um {0}.

# Item_BonusStat_Spirit
source: +{0} Spirit
de_de: +{0} Willenskraft

# Item_BonusStat_Stamina
source: +{0} Stamina
de_de: +{0} Ausdauer

# Item_BonusStat_Strength
source: +{0} Strength
de_de: +{0} Stärke

# Item_Durability
source: Durability {0} / {0}
de_de: Haltbarkeit {0} / {0}

# Item_ItemLevel
source: Item Level {0}
de_de: Gegenstandsstufe {0}

# Item_ItemSubClass_2_0
source: Axe
de_de: Axt

# Item_ItemSubClass_2_1
source: Axe
de_de: Axt

# Item_ItemSubClass_2_10
source: Staff
de_de: Stab

# Item_ItemSubClass_2_11
source: Exotic
de_de: Exotisch

# Item_ItemSubClass_2_12
source: Exotic
de_de: Exotisch

# Item_ItemSubClass_2_13
source: Fist Weapon
de_de: Faustwaffe

# Item_ItemSubClass_2_14
source: Miscellaneous
de_de: Verschiedenes

# Item_ItemSubClass_2_15
source: Dagger
de_de: Dolch

# Item_ItemSubClass_2_16
source: Thrown
de_de: Wurfwaffe

# Item_ItemSubClass_2_17
source: Spear
de_de: Speer

# Item_ItemSubClass_2_18
source: Crossbow
de_de: Armbrust

# Item_ItemSubClass_2_19
source: Wand
de_de: Zauberstab

# Item_ItemSubClass_2_2
source: Bow
de_de: Bogen

# Item_ItemSubClass_2_20
source: Fishing Pole
de_de: Angel

# Item_ItemSubClass_2_3
source: Gun
de_de: Schusswaffe

# Item_ItemSubClass_2_4
source: Mace
de_de: Streitkolben

# Item_ItemSubClass_2_5
source: Mace
de_de: Streitkolben

# Item_ItemSubClass_2_6
source: Polearm
de_de: Stangenwaffe

# Item_ItemSubClass_2_7
source: Sword
de_de: Schwert

# Item_ItemSubClass_2_8
source: Sword
de_de: Schwert

# Item_ItemSubClass_4_0
source: Miscellaneous
de_de: Verschiedenes

# Item_ItemSubClass_4_1
source: Cloth
de_de: Stoff

# Item_ItemSubClass_4_2
source: Leather
de_de: Leder

# Item_ItemSubClass_4_3
source: Mail
de_de: Kette

# Item_ItemSubClass_4_4
source: Plate
de_de: Platte

# Item_MaxCount_UniqueEquipped
source: Unique-Equipped
de_de: Einzigartig anlegbar

# Item_RequiredLevel
source: Requires Level {0}
de_de: Erfordert Stufe {0}

# Item_SellPrice
source: Sell Price:
de_de: Verkaufspreis:

# Item_WeaponInfo_Damage
source: {0} - {1} Damage
de_de: {0} - {1} Schaden

# Item_WeaponInfo_Dps
source: ({0:0.0} damage per second)
de_de: ({0:0.0} Schaden pro Sekunde)

# Item_WeaponInfo_Speed
source: Speed {0:0.00}
de_de: Geschwindigkeit {0:0.00}

# UI_RealmList_ApplicationBar_Refresh
source: refresh
de_de: aktualisieren

# Item_AllowableClasses
source: Classes:
de_de: Klassen:

# Item_ItemSourceType_CREATED_BY_SPELL
source: Created
de_de: Hergestellt

# Item_ItemSourceType_CREATURE_DROP
source: Drop
de_de: Beute

# Item_ItemSourceType_FACTION_REWARD
source: Faction Reward
de_de: Rufbelohnung

# Item_ItemSourceType_REWARD_FOR_QUEST
source: Quest Reward
de_de: Questbelohnung

# Item_ItemSourceType_VENDOR
source: Vendor
de_de: Händler

# Item_RequiredFaction
source: Requires {0} - {1}
de_de: Erfordert {0} - {1}

# Item_SocketBonus
source: Socket Bonus: {0}
de_de: Sockelbonus: {0}

# Item_SocketType_BLUE
source: Blue
de_de: Blau

# Item_SocketType_PRISMATIC
source: Prismatic
de_de: Prismatisch

# Item_SocketType_RED
source: Red
de_de: Rot

# Item_SocketType_YELLOW
source: Yellow
de_de: Gelb

# Item_Socket_BLUE
source: Blue Socket
de_de: Blauer Sockel

# Item_Socket_META
source: Meta Socket
de_de: Meta Sockel

# Item_Socket_PRISMATIC
source: Prismatic Socket
de_de: Prismatischer Sockel

# Item_Socket_RED
source: Red Socket
de_de: Roter Sockel

# Item_Socket_YELLOW
source: Yellow Socket
de_de: Gelber Sockel

# Item_Spell_Consumable
source: Use: {0}
de_de: Benutzen: {0}

# Item_Spell_NotConsumable
source: Equip: {0}
de_de: Anlegen: {0}

# UI_CharacterDetails_Character_AverageItemLevel
source: average item level
de_de: Durchschnittliche Gegenstandsstufe

# UI_CharacterDetails_Character_AverageItemLevelEquipped
source: ({0} equipped)
de_de: ({0} ausgerüstet)

# UI_CharacterDetails_Common_StoreCharacter
source: Storing character...
de_de: Charakter wird gespeichert...
